{
    "TNNNTA": 0,
    "TNGTCT": 1,
    "GGATTT": 2,
    "TCAAGG": 3,
    "CCGGCC": 4,
    "GNAATC": 5,
    "TTATTY": 6,
    "NANGNN": 7,
    "CTTAGN": 8,
    "CTANNC": 9,
    "NTTCTC": 10,
    "ACCMTG": 11,
    "TNTTNT": 12,
    "TTGGTT": 13,
    "AGAAAR": 14,
    "ATYTCA": 15,
    "TKGACG": 16,
    "CTCTCC": 17,
    "TCTKAA": 18,
    "ANAGGT": 19,
    "GYTGAG": 20,
    "CAAATG": 21,
    "RAGAAA": 22,
    "CGCTAT": 23,
    "CACANN": 24,
    "TGGCGT": 25,
    "NNCTCC": 26,
    "ACACCC": 27,
    "ACGGGT": 28,
    "GACSAT": 29,
    "GTTGAG": 30,
    "AGCTTY": 31,
    "TNCTGG": 32,
    "TTCTTG": 33,
    "TCATCG": 34,
    "AYCATT": 35,
    "TCNNTG": 36,
    "TACTTG": 37,
    "CCCTCG": 38,
    "CTGTCR": 39,
    "GCTGTW": 40,
    "AARGTC": 41,
    "CKTAGT": 42,
    "AYGATA": 43,
    "ATTBTC": 44,
    "TGARCC": 45,
    "CTAAGA": 46,
    "CCCTGG": 47,
    "AATGAR": 48,
    "NGCGAA": 49,
    "TTNGTN": 50,
    "AAGGTG": 51,
    "GCYGAC": 52,
    "TGGTYA": 53,
    "AGATGC": 54,
    "AAANCC": 55,
    "AGGNGA": 56,
    "AYTCTT": 57,
    "GTCGYA": 58,
    "AAACNA": 59,
    "GATCCT": 60,
    "CACTNA": 61,
    "ACATCA": 62,
    "GTCGAA": 63,
    "GCWAAA": 64,
    "TTGAGC": 65,
    "TTGGCC": 66,
    "NAGGAN": 67,
    "AGARAC": 68,
    "GTTTAY": 69,
    "GTGANG": 70,
    "GTCNAN": 71,
    "NAACNN": 72,
    "TTGTAY": 73,
    "TAAAYC": 74,
    "CYAGAT": 75,
    "TAYTAC": 76,
    "TAGTMC": 77,
    "CAYAAG": 78,
    "TRTGTC": 79,
    "GAGAAG": 80,
    "AGGCYA": 81,
    "AAGYTA": 82,
    "GCTTTK": 83,
    "TTAART": 84,
    "CGGCTT": 85,
    "RCAACC": 86,
    "AKTGGA": 87,
    "TGTGGN": 88,
    "GGACAA": 89,
    "ACGACT": 90,
    "GGAYAT": 91,
    "AGGCAA": 92,
    "NGGTGG": 93,
    "TAAGAG": 94,
    "TGGCCW": 95,
    "RGACTT": 96,
    "CGTGNN": 97,
    "AGAAGY": 98,
    "CAGTTG": 99,
    "ACGANN": 100,
    "AAGRTT": 101,
    "GTYACG": 102,
    "GCYAAT": 103,
    "AACNAN": 104,
    "ANNCNN": 105,
    "TGTCYT": 106,
    "TGGYAT": 107,
    "TYATCA": 108,
    "TTCNGN": 109,
    "TAGYGT": 110,
    "AGTACC": 111,
    "CGCTGN": 112,
    "GTGNNN": 113,
    "ATCGAC": 114,
    "CTTCNN": 115,
    "TCCGAA": 116,
    "RTTGGY": 117,
    "GGTTGG": 118,
    "ATKCTA": 119,
    "TCTTAN": 120,
    "AGGGGT": 121,
    "GCYTAT": 122,
    "NNNCCA": 123,
    "AATGTC": 124,
    "GACCTC": 125,
    "GGGGGG": 126,
    "RGGTGG": 127,
    "TTGNTA": 128,
    "TCCTGT": 129,
    "RTCTGA": 130,
    "TGGATG": 131,
    "GGACCW": 132,
    "CGYTGC": 133,
    "CTTMTT": 134,
    "CCAGGT": 135,
    "GTGCGT": 136,
    "CTAGAT": 137,
    "GAGCGC": 138,
    "GCGCGC": 139,
    "NNACGT": 140,
    "BAACTT": 141,
    "TTTGTG": 142,
    "AGYTGA": 143,
    "GGTTCR": 144,
    "GKTCTT": 145,
    "TAGARC": 146,
    "CGYTTC": 147,
    "TKTTTG": 148,
    "TGGCNT": 149,
    "GATGNN": 150,
    "ATAGGN": 151,
    "TAGCRG": 152,
    "ATGTTT": 153,
    "NACATC": 154,
    "GCACCN": 155,
    "NGAAGT": 156,
    "ANCACA": 157,
    "ATTTCY": 158,
    "RATGAA": 159,
    "CCTGGN": 160,
    "TTGACG": 161,
    "AACAAN": 162,
    "CWGARG": 163,
    "TCANGA": 164,
    "TGANAN": 165,
    "AGGAAG": 166,
    "ACTTYA": 167,
    "TCCANN": 168,
    "AACCTT": 169,
    "CCGTGG": 170,
    "AGCCNA": 171,
    "KAAAGT": 172,
    "CGAGCA": 173,
    "TNNTTT": 174,
    "NGGTAA": 175,
    "TGTAGG": 176,
    "NGTATA": 177,
    "GATCTC": 178,
    "CGTGTC": 179,
    "TTNCTT": 180,
    "TCTANN": 181,
    "GATGCA": 182,
    "GTTTKT": 183,
    "ATGTYT": 184,
    "GGTTGW": 185,
    "TACGTN": 186,
    "TTTNAG": 187,
    "CGTGTA": 188,
    "GTGTGA": 189,
    "TGTGAT": 190,
    "GYCTTC": 191,
    "CGCAGG": 192,
    "GAACCT": 193,
    "TYATYT": 194,
    "AAAGNA": 195,
    "RGAGTT": 196,
    "ACGATT": 197,
    "AACAAC": 198,
    "TYTGTG": 199,
    "CATACT": 200,
    "CTAAAA": 201,
    "CACAGC": 202,
    "CCAAGY": 203,
    "CCAGTA": 204,
    "NCCTTG": 205,
    "GTAAAT": 206,
    "CATTCA": 207,
    "ACTTAC": 208,
    "NNCCCC": 209,
    "TTGYAG": 210,
    "CATTNT": 211,
    "AGCTTC": 212,
    "TGTGTW": 213,
    "TGNTGN": 214,
    "TCYGCT": 215,
    "YATGGC": 216,
    "GATTTA": 217,
    "GTTATG": 218,
    "CCTAYC": 219,
    "CAARAA": 220,
    "YGGACT": 221,
    "CGYGAT": 222,
    "NGATGG": 223,
    "MTGTAA": 224,
    "NNNATC": 225,
    "GGAATG": 226,
    "NGAGGT": 227,
    "GGGTGT": 228,
    "TAAAGG": 229,
    "GAGAAN": 230,
    "TAARGA": 231,
    "CTACCG": 232,
    "CCCGGC": 233,
    "TACGAR": 234,
    "TGCWGA": 235,
    "TKTATG": 236,
    "TTKTGT": 237,
    "CAKAGC": 238,
    "GAANTC": 239,
    "GACTGT": 240,
    "TATARA": 241,
    "TAGTAT": 242,
    "CGNNNN": 243,
    "CCGCTC": 244,
    "CAAARG": 245,
    "TAGTNN": 246,
    "NGTTTG": 247,
    "ACCCCG": 248,
    "TGTACT": 249,
    "AMTGGC": 250,
    "CCTGAN": 251,
    "AACTGG": 252,
    "TNNATT": 253,
    "AATGCN": 254,
    "GTAMAA": 255,
    "GAATTG": 256,
    "CCTYCG": 257,
    "NCATCT": 258,
    "NNNTGT": 259,
    "RGTTTA": 260,
    "CATYTA": 261,
    "GGNTTT": 262,
    "ANNNGN": 263,
    "GGYAAY": 264,
    "TGRTGC": 265,
    "GAATMR": 266,
    "AGGTKG": 267,
    "ATTCGA": 268,
    "ATGTAA": 269,
    "CNNTTT": 270,
    "TGTGGT": 271,
    "CACATG": 272,
    "GGANAN": 273,
    "ATANTT": 274,
    "GTACTG": 275,
    "YAAAAA": 276,
    "TTATWG": 277,
    "AGCYCT": 278,
    "NNTAGA": 279,
    "NNNCAT": 280,
    "NNNCAA": 281,
    "ACACGA": 282,
    "CAAAAG": 283,
    "TCYGTT": 284,
    "NTGGAT": 285,
    "TGAKTT": 286,
    "CGTAAR": 287,
    "AGAANG": 288,
    "RTTCCA": 289,
    "GARTGC": 290,
    "RAAATT": 291,
    "NGCTGC": 292,
    "YTAGGT": 293,
    "ACAAMT": 294,
    "CAATYT": 295,
    "CMCAGA": 296,
    "NTNGNN": 297,
    "TANAAC": 298,
    "AAYAGT": 299,
    "GGGTTC": 300,
    "GGCAAG": 301,
    "NNTTCT": 302,
    "ATGACY": 303,
    "AAYGGT": 304,
    "ANANAT": 305,
    "TCNACN": 306,
    "TCTAAR": 307,
    "AGGMTG": 308,
    "GCAAGN": 309,
    "GAACNG": 310,
    "YCTAGT": 311,
    "NGAACC": 312,
    "CGACAC": 313,
    "RCTGTG": 314,
    "NACCAA": 315,
    "TAAGTG": 316,
    "TCACAA": 317,
    "AGGCTC": 318,
    "CAGTYT": 319,
    "TATCAT": 320,
    "AGACCG": 321,
    "TTTGAT": 322,
    "CTCCCT": 323,
    "TAGNNN": 324,
    "AYGTGT": 325,
    "GTTAYC": 326,
    "CTTTTT": 327,
    "GCTCCN": 328,
    "NNCTTN": 329,
    "CAAARC": 330,
    "TTTTTN": 331,
    "RGTAAA": 332,
    "GAGGGC": 333,
    "TYTCGT": 334,
    "DTGACT": 335,
    "RTGTGA": 336,
    "TCATYA": 337,
    "AGATNN": 338,
    "TATTGW": 339,
    "CGTTCY": 340,
    "AAGTAT": 341,
    "AAACAC": 342,
    "TAATAT": 343,
    "YGTCAA": 344,
    "ATTAAT": 345,
    "TCARCC": 346,
    "TANNTC": 347,
    "CCACCT": 348,
    "AYGGGT": 349,
    "ACCNAG": 350,
    "GTTYAT": 351,
    "TGCRAG": 352,
    "ACGAAG": 353,
    "GNNTNN": 354,
    "ATAGTK": 355,
    "TANATT": 356,
    "TAGAYC": 357,
    "TTRGGT": 358,
    "NTAAAG": 359,
    "GCCGAC": 360,
    "AATAYG": 361,
    "NTGGGT": 362,
    "TTGCCA": 363,
    "TATNTT": 364,
    "YTTAAC": 365,
    "KGATGC": 366,
    "NNGACT": 367,
    "TGTTGT": 368,
    "TCAAAA": 369,
    "GTTTNT": 370,
    "TCGTGT": 371,
    "YATTGT": 372,
    "TGCRTT": 373,
    "ACACCR": 374,
    "TCGCGC": 375,
    "ANGNNC": 376,
    "ACYACT": 377,
    "GTTRGA": 378,
    "ACAAGG": 379,
    "AAYGCY": 380,
    "CGAAAT": 381,
    "GTAATT": 382,
    "ANCTCT": 383,
    "CATAGG": 384,
    "GGTMTT": 385,
    "CGYATT": 386,
    "AGCKCA": 387,
    "CTAGTY": 388,
    "TTYAGC": 389,
    "CTAGYA": 390,
    "RGTCTT": 391,
    "ATGCYG": 392,
    "ACCAGN": 393,
    "AGGAKT": 394,
    "AAGTYA": 395,
    "CAGCWT": 396,
    "AGCKGA": 397,
    "TCATTW": 398,
    "ATACTN": 399,
    "TCARTT": 400,
    "TTNTAT": 401,
    "TGCGCN": 402,
    "GTTCTK": 403,
    "AYCGTA": 404,
    "ACTTYC": 405,
    "GGAAAT": 406,
    "ATGCGT": 407,
    "GCTAGN": 408,
    "GAGACT": 409,
    "AGTTAA": 410,
    "YATGCT": 411,
    "TTGAWG": 412,
    "AAGTCT": 413,
    "GCAGCT": 414,
    "CCCACT": 415,
    "NNTGAN": 416,
    "ATCWCA": 417,
    "ACTAAC": 418,
    "CCGTAG": 419,
    "CACKTC": 420,
    "GACRTT": 421,
    "GTATGT": 422,
    "TCTCTT": 423,
    "GWTCTT": 424,
    "AGCRAC": 425,
    "ARAGTG": 426,
    "CRGTTG": 427,
    "ACCRGG": 428,
    "ACACYC": 429,
    "CTAAGG": 430,
    "AGTGAA": 431,
    "CTCCCA": 432,
    "GCTCTN": 433,
    "ACTCWA": 434,
    "AAYGTG": 435,
    "CAYTGA": 436,
    "AMCACA": 437,
    "ATWTGG": 438,
    "ATTTGN": 439,
    "CMACTG": 440,
    "ATCATA": 441,
    "AAAAGY": 442,
    "AACTCC": 443,
    "GGCTAC": 444,
    "TTTATG": 445,
    "NNCNTG": 446,
    "RTTGAC": 447,
    "AYGGAG": 448,
    "ATTGYT": 449,
    "YTACGT": 450,
    "GTGCNA": 451,
    "GAGYAT": 452,
    "NAGAAT": 453,
    "GGGTCG": 454,
    "ACCCTT": 455,
    "AGCAWG": 456,
    "GGCTTG": 457,
    "NATTTT": 458,
    "YTTGGT": 459,
    "YAGAAT": 460,
    "TCATCA": 461,
    "GYTCAC": 462,
    "YTACTA": 463,
    "RGTTGG": 464,
    "AYACTA": 465,
    "CAGAGT": 466,
    "TTTAGC": 467,
    "AAYAGA": 468,
    "TTTTTG": 469,
    "TGGCNN": 470,
    "AAACCC": 471,
    "ACAGCA": 472,
    "CCCAAA": 473,
    "GTCAAN": 474,
    "CACCNA": 475,
    "ATGAAG": 476,
    "CCTCAC": 477,
    "GGTRTG": 478,
    "AGGATA": 479,
    "TTACTA": 480,
    "CTATYA": 481,
    "GACAYT": 482,
    "CCYCTC": 483,
    "CAAGGY": 484,
    "TTGTAS": 485,
    "TACAGN": 486,
    "TGGGAC": 487,
    "CTTCGT": 488,
    "TAAAGA": 489,
    "TTTYTG": 490,
    "AAAGGN": 491,
    "NNAANN": 492,
    "RATACA": 493,
    "AGANNA": 494,
    "GCRTTT": 495,
    "GGATCC": 496,
    "NCGANC": 497,
    "CAATAG": 498,
    "GNTGAT": 499,
    "TKCCAC": 500,
    "TCCGCR": 501,
    "TTCACW": 502,
    "CACCRG": 503,
    "CATAYC": 504,
    "ATTGYA": 505,
    "TAGRAA": 506,
    "ACARCG": 507,
    "GGATGR": 508,
    "GTGAGA": 509,
    "NNNNCN": 510,
    "ATTATY": 511,
    "CCCCGA": 512,
    "TYGGAC": 513,
    "YTACCA": 514,
    "TATAGN": 515,
    "GYTTTA": 516,
    "CATTYT": 517,
    "NAACAG": 518,
    "TGTAAG": 519,
    "AATAAG": 520,
    "TATTCR": 521,
    "AAACTC": 522,
    "TAGCCT": 523,
    "CATGGC": 524,
    "RTCTGG": 525,
    "TCGTTA": 526,
    "AAAAGT": 527,
    "GCWAGC": 528,
    "TGACTG": 529,
    "CACTYA": 530,
    "AATTNN": 531,
    "GGAATT": 532,
    "RACCTT": 533,
    "NAGGAA": 534,
    "NNNAAG": 535,
    "TCANGT": 536,
    "ACNATC": 537,
    "CTATAT": 538,
    "AAAARA": 539,
    "GAGCCM": 540,
    "NGTAAT": 541,
    "NGATTG": 542,
    "AATGAA": 543,
    "ACMAAT": 544,
    "TCCGCC": 545,
    "TTYGTY": 546,
    "ACCAAA": 547,
    "ATTATK": 548,
    "AACTTC": 549,
    "GTGTTG": 550,
    "AGGGCC": 551,
    "TTAGRG": 552,
    "CTCAYT": 553,
    "NNANCN": 554,
    "GCTAGY": 555,
    "RAGGKT": 556,
    "GAANNN": 557,
    "GTATNN": 558,
    "NNGGTN": 559,
    "TGATNG": 560,
    "RGCACC": 561,
    "TRTACC": 562,
    "RGCTAA": 563,
    "YTGAGT": 564,
    "ATCTNT": 565,
    "GNAAAC": 566,
    "ATCRGA": 567,
    "CCTGRT": 568,
    "TCYTAG": 569,
    "GCTTGC": 570,
    "TTGANT": 571,
    "TAGTGN": 572,
    "GACWGG": 573,
    "CTAYAG": 574,
    "ATGACA": 575,
    "GYTTTG": 576,
    "CCATTC": 577,
    "GTTGTG": 578,
    "AATCYG": 579,
    "GTTCGG": 580,
    "GTAGTT": 581,
    "CACTCA": 582,
    "AYTTCA": 583,
    "CCRGCT": 584,
    "YACCTC": 585,
    "NNATTN": 586,
    "AYAGGA": 587,
    "AAGGGW": 588,
    "CGYGAC": 589,
    "TTANTG": 590,
    "TCATGY": 591,
    "GNTTNN": 592,
    "NCCCAA": 593,
    "ATAYCA": 594,
    "AGGCYT": 595,
    "RGCACG": 596,
    "ACAGTR": 597,
    "GAAGTN": 598,
    "RATTAT": 599,
    "AGTYAA": 600,
    "NTTACC": 601,
    "GGNNNT": 602,
    "ACTATT": 603,
    "CCCCCG": 604,
    "GCGTCA": 605,
    "ARGAGT": 606,
    "TGTRGT": 607,
    "AGGMAC": 608,
    "TAACAT": 609,
    "CTACAA": 610,
    "AYGTGC": 611,
    "CNTTTA": 612,
    "ATGTGG": 613,
    "TGCGAA": 614,
    "CNGNNN": 615,
    "GKGTTG": 616,
    "CYTGAA": 617,
    "ATTGAA": 618,
    "NTTCTA": 619,
    "CCCGGG": 620,
    "TGTYCA": 621,
    "GCCYAC": 622,
    "ACACGC": 623,
    "GNATTG": 624,
    "GGGRGA": 625,
    "ACAAAC": 626,
    "TCTAAW": 627,
    "TYTTCC": 628,
    "CTGGAC": 629,
    "GCTYTA": 630,
    "YAGGTC": 631,
    "ATTAGC": 632,
    "ATGARA": 633,
    "TTNNAT": 634,
    "GATTGA": 635,
    "CTAGGC": 636,
    "TGGCGR": 637,
    "YAACAA": 638,
    "TGTAAR": 639,
    "CCATGA": 640,
    "ANCNTT": 641,
    "GCGTAG": 642,
    "GTTANT": 643,
    "RTTATG": 644,
    "NNACCA": 645,
    "NNGNAG": 646,
    "GYRTTG": 647,
    "AACACC": 648,
    "KGATTT": 649,
    "TGARGG": 650,
    "TTAGAC": 651,
    "AYTGAG": 652,
    "YTCAGA": 653,
    "CTTGTN": 654,
    "GAKTTA": 655,
    "TGATCN": 656,
    "NNAAAN": 657,
    "TTAGCN": 658,
    "YCATCC": 659,
    "CTATYG": 660,
    "GGAACT": 661,
    "GTAGCY": 662,
    "NNNANA": 663,
    "ATCARC": 664,
    "TTCRGG": 665,
    "TATATT": 666,
    "GGGTAT": 667,
    "TGGGGG": 668,
    "NGTTGA": 669,
    "CACARG": 670,
    "NAAANN": 671,
    "YCATTC": 672,
    "TCCYAG": 673,
    "TTGTGN": 674,
    "TTYGCA": 675,
    "TGTGGY": 676,
    "RTATGA": 677,
    "NNTGGG": 678,
    "CWGGGT": 679,
    "GCWTAT": 680,
    "TGGCTT": 681,
    "TCTRAC": 682,
    "CAAKGG": 683,
    "CGCGCG": 684,
    "ARGGAC": 685,
    "CTTCGA": 686,
    "GCGACC": 687,
    "AGRATT": 688,
    "AYAAGA": 689,
    "CRTTCA": 690,
    "CCCATA": 691,
    "AATAGC": 692,
    "GGKTTT": 693,
    "GAAGTW": 694,
    "AGNTGA": 695,
    "NGTTTT": 696,
    "CTNCGA": 697,
    "GTCMGA": 698,
    "TGYTGA": 699,
    "NGAGTG": 700,
    "AAATGT": 701,
    "GCTGAK": 702,
    "NTCTGA": 703,
    "TTCGYA": 704,
    "GCNAAT": 705,
    "CATGTC": 706,
    "ATTCGT": 707,
    "NNTCAA": 708,
    "CGTATY": 709,
    "CCTCCW": 710,
    "GTGCRG": 711,
    "TGTTTT": 712,
    "TAGTRC": 713,
    "TGACCA": 714,
    "AATGNN": 715,
    "GGTATT": 716,
    "AATNTT": 717,
    "TTCNTT": 718,
    "CCAANG": 719,
    "RTTAGT": 720,
    "ARGGRA": 721,
    "ACTCGT": 722,
    "ACACAN": 723,
    "NCTTGT": 724,
    "CTCMGC": 725,
    "GAAACG": 726,
    "YGGATG": 727,
    "CTYTAT": 728,
    "NNTGNG": 729,
    "TTARAT": 730,
    "TGGGTK": 731,
    "GAAGCM": 732,
    "AGCGYT": 733,
    "GTAANN": 734,
    "GTACCR": 735,
    "TTCCAA": 736,
    "GCCNNN": 737,
    "NAGTAC": 738,
    "TAGTTG": 739,
    "ATCCCA": 740,
    "TCTGTY": 741,
    "TTNCTC": 742,
    "TACTAA": 743,
    "NGTACC": 744,
    "ATACTC": 745,
    "WTGTAA": 746,
    "AMTTGT": 747,
    "CGACCG": 748,
    "TGCTAT": 749,
    "GCTTTA": 750,
    "ACGCTT": 751,
    "TGNAGA": 752,
    "TGTCGC": 753,
    "GAGTGC": 754,
    "AAGGTC": 755,
    "AGTACN": 756,
    "NTCATT": 757,
    "GAAGAN": 758,
    "GAGTAY": 759,
    "GGTCCT": 760,
    "TYTGCA": 761,
    "AAGAGT": 762,
    "TAGAAA": 763,
    "ATGGGG": 764,
    "GAAAKA": 765,
    "CYCATT": 766,
    "CAARGG": 767,
    "CTCTYT": 768,
    "NGTTCT": 769,
    "GAAYCG": 770,
    "TGTATY": 771,
    "ATAGGT": 772,
    "TAYTGT": 773,
    "NGTTGG": 774,
    "GNTTTG": 775,
    "GGAAYG": 776,
    "NACTGN": 777,
    "ACGTAA": 778,
    "GCTGGY": 779,
    "CCATNN": 780,
    "CAGACT": 781,
    "GTTGKA": 782,
    "CAGGAA": 783,
    "NNNATG": 784,
    "TGTGYA": 785,
    "AACRGT": 786,
    "ATGTYA": 787,
    "ATTTYT": 788,
    "TGGGNG": 789,
    "GNTTAG": 790,
    "ATACNG": 791,
    "ATTTKC": 792,
    "ATAANC": 793,
    "TGTKGA": 794,
    "CATACN": 795,
    "AACYCA": 796,
    "GTCTNN": 797,
    "YGTACA": 798,
    "GNCTTT": 799,
    "TYGGTT": 800,
    "CGTGGN": 801,
    "TKAAGA": 802,
    "CCCATC": 803,
    "CCCTTA": 804,
    "AGGGGG": 805,
    "GACTAC": 806,
    "YAATTG": 807,
    "TATCAN": 808,
    "AGATTN": 809,
    "TTGGCT": 810,
    "GTRTGT": 811,
    "GTNNAT": 812,
    "CCKCAC": 813,
    "ATCGAY": 814,
    "CTATCT": 815,
    "CATGGG": 816,
    "GYAGTT": 817,
    "TTTTCT": 818,
    "ARATTC": 819,
    "AATCGG": 820,
    "CGTTTG": 821,
    "GGACNN": 822,
    "RTTCCT": 823,
    "ACGARA": 824,
    "GCYCGC": 825,
    "GTCTCT": 826,
    "ATTGAC": 827,
    "NTTCAG": 828,
    "TTAACC": 829,
    "AGCACG": 830,
    "ARTACA": 831,
    "TGGGYT": 832,
    "TGCGCC": 833,
    "GTCTCR": 834,
    "AAGATG": 835,
    "ACYATG": 836,
    "ACACAT": 837,
    "GNNNNN": 838,
    "TGGAYT": 839,
    "TCWAAC": 840,
    "TAMCGG": 841,
    "GNNAAA": 842,
    "ACCRCA": 843,
    "AAGTTN": 844,
    "GGAGGN": 845,
    "CTCMAT": 846,
    "TYCATT": 847,
    "GAGCAG": 848,
    "TGTGTA": 849,
    "ACATYA": 850,
    "AARTCA": 851,
    "TTNGTT": 852,
    "GTAAAR": 853,
    "AGAAAY": 854,
    "GNNNCC": 855,
    "CTGCTC": 856,
    "CGACTG": 857,
    "TCAYAA": 858,
    "YTCAGT": 859,
    "ACAYAT": 860,
    "CTGARG": 861,
    "TCTTGN": 862,
    "RTTTTA": 863,
    "AACNNN": 864,
    "TNNATA": 865,
    "ACRCAG": 866,
    "TACRCC": 867,
    "GCCCAG": 868,
    "AGYCAA": 869,
    "YAATTA": 870,
    "TGCGGC": 871,
    "CCTGAG": 872,
    "YTGGGA": 873,
    "TGCATT": 874,
    "NNGTTT": 875,
    "AGTYTT": 876,
    "TGYGAT": 877,
    "ARTGGA": 878,
    "AATTYA": 879,
    "NTGAAC": 880,
    "AYTCAG": 881,
    "RGGTAG": 882,
    "TCATNA": 883,
    "AAATNC": 884,
    "ATTTTT": 885,
    "ATAATA": 886,
    "CANCTC": 887,
    "CYGATA": 888,
    "CGTGAC": 889,
    "GTACGA": 890,
    "CCAGCA": 891,
    "NATACT": 892,
    "TAGAGG": 893,
    "TTTTYG": 894,
    "AACGAG": 895,
    "ATTTTK": 896,
    "NGGTAG": 897,
    "ACTAAG": 898,
    "NNGCAG": 899,
    "AACANG": 900,
    "ACTCTG": 901,
    "TTAGCR": 902,
    "GACCCA": 903,
    "GYATAT": 904,
    "GYGACA": 905,
    "NCTACT": 906,
    "GCTAGT": 907,
    "CAYACA": 908,
    "ATGACG": 909,
    "TTCTGT": 910,
    "GCAGRG": 911,
    "GAASAA": 912,
    "AAACGK": 913,
    "YAGCCC": 914,
    "TAGGTT": 915,
    "CTTNNA": 916,
    "AAGRCT": 917,
    "ATAANN": 918,
    "ATCAGA": 919,
    "TATGAC": 920,
    "NGGTGA": 921,
    "ACTACW": 922,
    "CGAACA": 923,
    "TGTYAT": 924,
    "CTCTTG": 925,
    "AAGCTT": 926,
    "NNNGTG": 927,
    "TGCCGA": 928,
    "CGCGAT": 929,
    "TCAAAN": 930,
    "TTTRTT": 931,
    "TTATNT": 932,
    "TWGGTG": 933,
    "NNATNN": 934,
    "CCTGGA": 935,
    "GAACRA": 936,
    "CNNTGN": 937,
    "GCTTNN": 938,
    "GCYAAA": 939,
    "TTCTYG": 940,
    "TACTTN": 941,
    "GGCGTW": 942,
    "TNTTGA": 943,
    "AAANNN": 944,
    "ATTYGA": 945,
    "NCCACG": 946,
    "NCCTAA": 947,
    "TCGCRT": 948,
    "TGTCTY": 949,
    "GTTAAY": 950,
    "AYATGG": 951,
    "GCTCTC": 952,
    "AAAACT": 953,
    "TGAYAC": 954,
    "GGAYTA": 955,
    "CCAGNT": 956,
    "NTCATA": 957,
    "TCCACN": 958,
    "CRGAGT": 959,
    "TTGRCT": 960,
    "ACCGAT": 961,
    "TCCCYA": 962,
    "TTATGT": 963,
    "ACTGNT": 964,
    "CATTTA": 965,
    "ASAATG": 966,
    "TNTGNN": 967,
    "YACTCA": 968,
    "GTGART": 969,
    "ACATAY": 970,
    "CCTGGY": 971,
    "ATTYTG": 972,
    "TAGCYT": 973,
    "TGGAAR": 974,
    "AACAAK": 975,
    "CNTCTT": 976,
    "ACACAC": 977,
    "TTGACY": 978,
    "CTGGGG": 979,
    "AATGTY": 980,
    "TGGGRT": 981,
    "TTTTCN": 982,
    "CTGYGG": 983,
    "ATGCAC": 984,
    "AAWGGT": 985,
    "CTGCWG": 986,
    "NTAGAG": 987,
    "ACAMGA": 988,
    "CAAATA": 989,
    "GGACTC": 990,
    "ACAACC": 991,
    "AAGACG": 992,
    "AKTACA": 993,
    "CGCTAY": 994,
    "TGYAGC": 995,
    "TGGTAM": 996,
    "CTACCT": 997,
    "GTNGAC": 998,
    "CACTYG": 999,
    "GAAGNA": 1000,
    "CRTCAC": 1001,
    "AYATGA": 1002,
    "CYTAGT": 1003,
    "AAATCN": 1004,
    "TTATTC": 1005,
    "TGCACN": 1006,
    "CGCYGA": 1007,
    "GATKAA": 1008,
    "TCATGG": 1009,
    "TGTACN": 1010,
    "CKATTC": 1011,
    "NTCGTA": 1012,
    "TGGCTG": 1013,
    "ATCTCA": 1014,
    "RCAGAG": 1015,
    "CTAGTN": 1016,
    "CNNNTN": 1017,
    "WGCTAC": 1018,
    "TTATGA": 1019,
    "YTATGT": 1020,
    "GTKTTT": 1021,
    "AGGYAT": 1022,
    "MTTGAC": 1023,
    "CCTYAC": 1024,
    "TCCATG": 1025,
    "NNCATC": 1026,
    "YAGACT": 1027,
    "GGCATT": 1028,
    "YCTTCC": 1029,
    "ACAANC": 1030,
    "ACGATA": 1031,
    "GGACAT": 1032,
    "NATTCT": 1033,
    "CACGYG": 1034,
    "AATAGT": 1035,
    "CAGATY": 1036,
    "TGGTNT": 1037,
    "YACCAA": 1038,
    "GAAYAA": 1039,
    "CCCGGA": 1040,
    "TGGGGA": 1041,
    "TATGYG": 1042,
    "GTAAYC": 1043,
    "ATTATR": 1044,
    "GGCYAG": 1045,
    "AAGATR": 1046,
    "TWGTGA": 1047,
    "GARTAC": 1048,
    "CGTATA": 1049,
    "CTCTCT": 1050,
    "GCAARC": 1051,
    "NNNGCN": 1052,
    "GAGTCA": 1053,
    "YTAGTA": 1054,
    "GTRAAA": 1055,
    "TTYCAC": 1056,
    "ATAACA": 1057,
    "ATTCCG": 1058,
    "NGTTAN": 1059,
    "NGAAAC": 1060,
    "TAGTKC": 1061,
    "TAAAAR": 1062,
    "TTTRGA": 1063,
    "CATTTC": 1064,
    "GAYCAG": 1065,
    "NGTACA": 1066,
    "ACCCGC": 1067,
    "AATANN": 1068,
    "CCGTAT": 1069,
    "AGCGAT": 1070,
    "NTATGT": 1071,
    "AYAGGC": 1072,
    "AGKTTT": 1073,
    "CATCNN": 1074,
    "CCATCA": 1075,
    "GAYTCT": 1076,
    "CGTGTY": 1077,
    "ACCRGC": 1078,
    "NNCGNN": 1079,
    "TTYGAG": 1080,
    "GGTYTT": 1081,
    "TACRAG": 1082,
    "TGATGG": 1083,
    "AAAGCC": 1084,
    "GGNGNA": 1085,
    "TCTAGT": 1086,
    "CATTNN": 1087,
    "CYCATC": 1088,
    "TTCCGA": 1089,
    "CTTGTA": 1090,
    "AATGGA": 1091,
    "AGYTAT": 1092,
    "CATTNA": 1093,
    "GCTYTG": 1094,
    "TACTAC": 1095,
    "ATCTCT": 1096,
    "GTYTAT": 1097,
    "TCGCCC": 1098,
    "CTTCTC": 1099,
    "RAAATC": 1100,
    "AGAATY": 1101,
    "TGYCTG": 1102,
    "NNCATT": 1103,
    "MCAGAC": 1104,
    "RAGTTA": 1105,
    "AAGAGG": 1106,
    "NAATGA": 1107,
    "TTGTKT": 1108,
    "TNNNCN": 1109,
    "TTGKTG": 1110,
    "CACTAC": 1111,
    "GCTAAT": 1112,
    "GGAGNN": 1113,
    "YACAGA": 1114,
    "GTGCGA": 1115,
    "GAGAAT": 1116,
    "CATATA": 1117,
    "NNGTGN": 1118,
    "ACARGA": 1119,
    "GAAAGA": 1120,
    "GAGTAC": 1121,
    "CTCACY": 1122,
    "YCAATG": 1123,
    "CGTCGT": 1124,
    "GAAAAR": 1125,
    "TGTTYT": 1126,
    "AGTAAT": 1127,
    "AYATCT": 1128,
    "ATYCCY": 1129,
    "CTGAAY": 1130,
    "CCGCAG": 1131,
    "AACCAA": 1132,
    "CRGAAG": 1133,
    "GGAGGC": 1134,
    "CTCGGT": 1135,
    "CTTAGY": 1136,
    "AGYACT": 1137,
    "NTNTAA": 1138,
    "GGARTC": 1139,
    "ACAGAR": 1140,
    "TGGGCG": 1141,
    "CGCACA": 1142,
    "GCTYTC": 1143,
    "CTTTGR": 1144,
    "TGGTTA": 1145,
    "YTATTT": 1146,
    "CCCTYC": 1147,
    "ATTANN": 1148,
    "YGTTTT": 1149,
    "TTCAAW": 1150,
    "GTTATN": 1151,
    "TGAGGN": 1152,
    "CTACGC": 1153,
    "NNTTAA": 1154,
    "CACGCR": 1155,
    "CCTRTT": 1156,
    "YATTGC": 1157,
    "TCGTAA": 1158,
    "CGTNNN": 1159,
    "KATTGT": 1160,
    "CAGTAT": 1161,
    "TTTGGT": 1162,
    "ACTGTR": 1163,
    "ATYGTT": 1164,
    "NNNCNC": 1165,
    "AGTCGG": 1166,
    "NNAGTG": 1167,
    "GAAGGC": 1168,
    "TGCCCT": 1169,
    "AGTCWG": 1170,
    "GCAAYA": 1171,
    "CYGACT": 1172,
    "TTYAGT": 1173,
    "CCTTNA": 1174,
    "AGCRCC": 1175,
    "TTCCTY": 1176,
    "GGNNNC": 1177,
    "YTATAG": 1178,
    "CRGTGA": 1179,
    "GCYTGG": 1180,
    "CTACTA": 1181,
    "ACTTCG": 1182,
    "TTTAAG": 1183,
    "KGTAAA": 1184,
    "GGRATG": 1185,
    "RCGCAA": 1186,
    "TACAMG": 1187,
    "TGCRGT": 1188,
    "TTATTG": 1189,
    "AAAGTG": 1190,
    "CACNNN": 1191,
    "YAAATG": 1192,
    "CCAGYC": 1193,
    "GAYAAA": 1194,
    "TCTWGC": 1195,
    "NAGTAA": 1196,
    "AACGNN": 1197,
    "AGANAN": 1198,
    "TWGATG": 1199,
    "AGCGGY": 1200,
    "CKGTAA": 1201,
    "TCCTYT": 1202,
    "GAGTAA": 1203,
    "GCTGTA": 1204,
    "GATCGC": 1205,
    "TTGTYG": 1206,
    "RCAAGA": 1207,
    "GCTGNN": 1208,
    "GGGNTT": 1209,
    "GTGGYG": 1210,
    "GGGYCT": 1211,
    "TTCACT": 1212,
    "AGNTTA": 1213,
    "GCTCAN": 1214,
    "NTGCTA": 1215,
    "AATCAG": 1216,
    "RATTTA": 1217,
    "AGATGT": 1218,
    "MTATTG": 1219,
    "GACACY": 1220,
    "ACAYTG": 1221,
    "GCAACN": 1222,
    "NNNCNN": 1223,
    "TRTTTT": 1224,
    "GGGGAA": 1225,
    "TCCTAA": 1226,
    "GTGTTY": 1227,
    "AATTTA": 1228,
    "CACTCG": 1229,
    "GNTCAT": 1230,
    "CAAAAA": 1231,
    "CAGTCA": 1232,
    "TTCARA": 1233,
    "TATWAG": 1234,
    "GGCCGA": 1235,
    "GTTCTA": 1236,
    "TKCCCG": 1237,
    "CATTYA": 1238,
    "MATCTA": 1239,
    "CCAYAC": 1240,
    "GTGCGG": 1241,
    "CAACGA": 1242,
    "AAGSAA": 1243,
    "ATCCTC": 1244,
    "GGGATC": 1245,
    "TAYACT": 1246,
    "CAGGAG": 1247,
    "TAGTTN": 1248,
    "TCKCAT": 1249,
    "ACGTGA": 1250,
    "GWACTT": 1251,
    "RTGGTC": 1252,
    "CTCAAY": 1253,
    "TNNNCC": 1254,
    "RTTGCC": 1255,
    "GGCGCT": 1256,
    "TTCTKA": 1257,
    "YTGTGT": 1258,
    "YGAATC": 1259,
    "CRTTTT": 1260,
    "ATGCGG": 1261,
    "CGACGG": 1262,
    "GNGANN": 1263,
    "CNGTGC": 1264,
    "CTGNAG": 1265,
    "TCYTTC": 1266,
    "YAGAGA": 1267,
    "TTTNNG": 1268,
    "TGGRAA": 1269,
    "YGACCC": 1270,
    "CTTTNG": 1271,
    "TTTGGG": 1272,
    "GATGNT": 1273,
    "TNAACA": 1274,
    "MRGCTT": 1275,
    "NCTNGT": 1276,
    "GTGAKT": 1277,
    "NNGAGC": 1278,
    "CTATTY": 1279,
    "AGAGGA": 1280,
    "NANNNN": 1281,
    "GGGGCA": 1282,
    "CTCATA": 1283,
    "TTGTCY": 1284,
    "TYCTCT": 1285,
    "GTAYAC": 1286,
    "STATGG": 1287,
    "ACAACN": 1288,
    "AGNNNC": 1289,
    "ARGAAG": 1290,
    "GCGTCT": 1291,
    "KAARAA": 1292,
    "TWATTT": 1293,
    "TCACAN": 1294,
    "TAAAMC": 1295,
    "WTTCTG": 1296,
    "TGGACN": 1297,
    "GTGATR": 1298,
    "ATACGY": 1299,
    "CANCAA": 1300,
    "ACACAG": 1301,
    "GTYAAA": 1302,
    "TTYTAC": 1303,
    "GCGTAC": 1304,
    "ANTGNC": 1305,
    "ACTCMA": 1306,
    "NNCCTC": 1307,
    "NGGTCA": 1308,
    "GTCAAC": 1309,
    "GCCTCA": 1310,
    "AAYATT": 1311,
    "AAACMT": 1312,
    "GGNGGT": 1313,
    "AGAGGG": 1314,
    "GGTCTA": 1315,
    "GTYGTA": 1316,
    "GTTACY": 1317,
    "AAGGGA": 1318,
    "NTAGTA": 1319,
    "GCRGTT": 1320,
    "CGACRT": 1321,
    "TCAATN": 1322,
    "TAGCAC": 1323,
    "GCGTGA": 1324,
    "TCTGGC": 1325,
    "GRCCTT": 1326,
    "CTCTAY": 1327,
    "AAYAGG": 1328,
    "CTGACC": 1329,
    "GTAYTG": 1330,
    "AGGACG": 1331,
    "AACCCA": 1332,
    "TNNNNG": 1333,
    "YTTCCA": 1334,
    "YGTTGG": 1335,
    "TATGTC": 1336,
    "GAAGGN": 1337,
    "AGGACC": 1338,
    "GTGCAG": 1339,
    "YAGATG": 1340,
    "GGYATT": 1341,
    "GGGAGC": 1342,
    "GTGTYG": 1343,
    "ACTTCC": 1344,
    "TGTYGG": 1345,
    "CCTGAA": 1346,
    "TGGTAY": 1347,
    "CACTSC": 1348,
    "NNANTT": 1349,
    "TAAACA": 1350,
    "TAARAT": 1351,
    "GNGCTT": 1352,
    "AGAATC": 1353,
    "TTAMTA": 1354,
    "TAGATC": 1355,
    "TTCATG": 1356,
    "CGGGCG": 1357,
    "CTATYC": 1358,
    "CTNNNN": 1359,
    "CAATTC": 1360,
    "TAGGNN": 1361,
    "GCTTCC": 1362,
    "YCTTAA": 1363,
    "AARGTG": 1364,
    "TGGNGA": 1365,
    "AGCTAY": 1366,
    "ATCAYT": 1367,
    "GTWGAT": 1368,
    "AGTGYT": 1369,
    "GNTTCN": 1370,
    "TGKTGT": 1371,
    "GTGAAN": 1372,
    "AGNANN": 1373,
    "GTGNTG": 1374,
    "NTGATN": 1375,
    "ATGGNG": 1376,
    "YGCAAA": 1377,
    "GGYGAA": 1378,
    "YGTYAA": 1379,
    "TTGCTG": 1380,
    "CGCACC": 1381,
    "CTTGTC": 1382,
    "ATTAYA": 1383,
    "YAAYAA": 1384,
    "TAGAAR": 1385,
    "TGTGAN": 1386,
    "ACGTRT": 1387,
    "CNGTTC": 1388,
    "CAGAAC": 1389,
    "AYTCAC": 1390,
    "TGCANA": 1391,
    "ATYAGC": 1392,
    "ANNGTG": 1393,
    "CTTAGA": 1394,
    "TCGACT": 1395,
    "TWAAGA": 1396,
    "TGCGTA": 1397,
    "CTAYGA": 1398,
    "NCNGTT": 1399,
    "AAGAGA": 1400,
    "RCTTTC": 1401,
    "AGGAAA": 1402,
    "CTATAC": 1403,
    "GCCAGN": 1404,
    "AATAGG": 1405,
    "TTTTAK": 1406,
    "GTAAYA": 1407,
    "TASTTC": 1408,
    "TNGATC": 1409,
    "TTGGCN": 1410,
    "CCTACG": 1411,
    "TGCARG": 1412,
    "GTCCAY": 1413,
    "CACCRA": 1414,
    "TACRTT": 1415,
    "CGCCCA": 1416,
    "TTAYCC": 1417,
    "AGTGTR": 1418,
    "ATTNNA": 1419,
    "GACTTN": 1420,
    "CGTTAG": 1421,
    "GGWAAG": 1422,
    "CYTCAA": 1423,
    "CTWGTG": 1424,
    "CACCCC": 1425,
    "TGAAGG": 1426,
    "CGCTCC": 1427,
    "TAAYAT": 1428,
    "TGCCYA": 1429,
    "WTCTAC": 1430,
    "GACAAT": 1431,
    "TGGTWG": 1432,
    "YTTTTA": 1433,
    "GYCATC": 1434,
    "YTTAGA": 1435,
    "CCCTYA": 1436,
    "RTGTGT": 1437,
    "CTGTAT": 1438,
    "TCTCAG": 1439,
    "CKTGGT": 1440,
    "GTCAYA": 1441,
    "AGNGNN": 1442,
    "ACTTNA": 1443,
    "GCNGCA": 1444,
    "NTAGTC": 1445,
    "GGCTGN": 1446,
    "CAATTY": 1447,
    "TCTYGG": 1448,
    "ATYCGY": 1449,
    "TTCTCT": 1450,
    "CACCAA": 1451,
    "TNNAGT": 1452,
    "ACKGAT": 1453,
    "GSAAAC": 1454,
    "CATAAC": 1455,
    "GTCGGG": 1456,
    "ATAYGC": 1457,
    "CKCAGA": 1458,
    "AGAGAC": 1459,
    "GTCAGC": 1460,
    "CAYAGG": 1461,
    "CGTAGY": 1462,
    "GAAARA": 1463,
    "GTCGNN": 1464,
    "CATAGA": 1465,
    "ACHTTT": 1466,
    "ACTTAN": 1467,
    "NAACAC": 1468,
    "GAAGGT": 1469,
    "GGCACG": 1470,
    "RGATAA": 1471,
    "CCTCNN": 1472,
    "NGTAAC": 1473,
    "NCGATT": 1474,
    "ATAATT": 1475,
    "GGTCGA": 1476,
    "TCARAC": 1477,
    "GGTAAR": 1478,
    "GTGACN": 1479,
    "TACAAY": 1480,
    "GATTCC": 1481,
    "YATTGA": 1482,
    "CATTRA": 1483,
    "AGCRTT": 1484,
    "AGTGYC": 1485,
    "NNTNTG": 1486,
    "GCAAAR": 1487,
    "CTGATG": 1488,
    "TGTYAG": 1489,
    "YTGTAA": 1490,
    "TGTANA": 1491,
    "GYGAAT": 1492,
    "CACCAG": 1493,
    "ATTCCA": 1494,
    "ACACTW": 1495,
    "ACATAM": 1496,
    "TGYGAC": 1497,
    "NNGGGT": 1498,
    "NATNGN": 1499,
    "ANATTA": 1500,
    "TGATCG": 1501,
    "TTKCTT": 1502,
    "YTACAT": 1503,
    "GAAGAA": 1504,
    "GNTNNN": 1505,
    "GCANCA": 1506,
    "NTCAAA": 1507,
    "TACCYT": 1508,
    "NGTGGC": 1509,
    "CTCCGC": 1510,
    "AGTGNN": 1511,
    "GACYTT": 1512,
    "ATGTTR": 1513,
    "AACACA": 1514,
    "CTTNGT": 1515,
    "GTGTTC": 1516,
    "TAAGCT": 1517,
    "AATAAT": 1518,
    "NCACTG": 1519,
    "CATNGT": 1520,
    "ACTYGA": 1521,
    "CGCCCN": 1522,
    "GCACCM": 1523,
    "NGATGA": 1524,
    "TCTATA": 1525,
    "GTAAGT": 1526,
    "TAGTYT": 1527,
    "TGTKCA": 1528,
    "TGNNNC": 1529,
    "TCWCTT": 1530,
    "AGTCAC": 1531,
    "GCTCNN": 1532,
    "CCKCTA": 1533,
    "TCCACG": 1534,
    "TYTGGC": 1535,
    "TTTTGK": 1536,
    "TGYTTT": 1537,
    "TGGTAA": 1538,
    "AGTGTT": 1539,
    "GTTCTC": 1540,
    "ATTANA": 1541,
    "GAGAGR": 1542,
    "ARATTA": 1543,
    "TAAGNG": 1544,
    "AANGTG": 1545,
    "TTGGTC": 1546,
    "AATTAY": 1547,
    "AGYGAT": 1548,
    "AYYTAC": 1549,
    "AATYGT": 1550,
    "WGTGGT": 1551,
    "ACTWGC": 1552,
    "TATTAG": 1553,
    "TCCATC": 1554,
    "TTGNTG": 1555,
    "ATCCTG": 1556,
    "TTAACG": 1557,
    "GGTGNN": 1558,
    "KTCCGT": 1559,
    "ACGTTN": 1560,
    "CTCCGG": 1561,
    "CYAGCG": 1562,
    "RATTGC": 1563,
    "RTCTCT": 1564,
    "AYTTCT": 1565,
    "YTATGA": 1566,
    "ANCTGG": 1567,
    "KACAAT": 1568,
    "AGAAGC": 1569,
    "TRATGT": 1570,
    "CTGNNN": 1571,
    "GTAART": 1572,
    "MTCAGT": 1573,
    "ACTARG": 1574,
    "AAATCA": 1575,
    "TTATAC": 1576,
    "TTGTRT": 1577,
    "TCGTGC": 1578,
    "ANTTTG": 1579,
    "GTTGTT": 1580,
    "TGAGTY": 1581,
    "AGGCAC": 1582,
    "GYGACG": 1583,
    "GAYATG": 1584,
    "ATTTYG": 1585,
    "CARCCT": 1586,
    "TTCCCY": 1587,
    "GCCTTT": 1588,
    "ATCAGC": 1589,
    "NGCTNG": 1590,
    "TGGTYT": 1591,
    "ASTTCT": 1592,
    "GCCWAA": 1593,
    "CGCATT": 1594,
    "GCCCNN": 1595,
    "GCANGT": 1596,
    "CGAGGA": 1597,
    "AGTTRT": 1598,
    "TCRACT": 1599,
    "AAARCC": 1600,
    "TAYATT": 1601,
    "AYGATC": 1602,
    "CAATGY": 1603,
    "NCGTTA": 1604,
    "YTTTAT": 1605,
    "AAGNAG": 1606,
    "TCATGC": 1607,
    "GRCTTT": 1608,
    "CTACAC": 1609,
    "CCTANN": 1610,
    "CTTYTA": 1611,
    "AGGTTG": 1612,
    "GCTGCA": 1613,
    "CTTACG": 1614,
    "AAGCAT": 1615,
    "NNNTTA": 1616,
    "CTTCTN": 1617,
    "GGCGTC": 1618,
    "GCMGTT": 1619,
    "ARCAGG": 1620,
    "TYCTAG": 1621,
    "AACTTY": 1622,
    "ARTCCT": 1623,
    "CTTACC": 1624,
    "TCAANC": 1625,
    "ACATCY": 1626,
    "CACTGT": 1627,
    "TGCTRC": 1628,
    "TATACA": 1629,
    "GCNNTG": 1630,
    "GAGGMT": 1631,
    "NTGCAG": 1632,
    "CTTTGN": 1633,
    "YAAATT": 1634,
    "CCNAGT": 1635,
    "GAKGAA": 1636,
    "AATCCT": 1637,
    "NNCCAA": 1638,
    "TGGCGA": 1639,
    "CGGAAG": 1640,
    "ATAGGY": 1641,
    "GTCTGG": 1642,
    "AGCCAC": 1643,
    "TANAGG": 1644,
    "ACTART": 1645,
    "TANNNG": 1646,
    "TNAGTC": 1647,
    "TACCTY": 1648,
    "AGAGTC": 1649,
    "GTGTNA": 1650,
    "CGTANN": 1651,
    "GGCCGT": 1652,
    "RGAACA": 1653,
    "ANGGTT": 1654,
    "TGAASA": 1655,
    "CACGAC": 1656,
    "TGAGCG": 1657,
    "TGKTGA": 1658,
    "GTYGAA": 1659,
    "TCCCCG": 1660,
    "NGCAGT": 1661,
    "GAGCAN": 1662,
    "GAATAT": 1663,
    "TGNTGG": 1664,
    "CATTAC": 1665,
    "TYGTTA": 1666,
    "AYTGTG": 1667,
    "ACAACG": 1668,
    "CTGCYG": 1669,
    "TGCTWG": 1670,
    "GAYGTA": 1671,
    "TGGNNN": 1672,
    "TTTCGA": 1673,
    "CAACCA": 1674,
    "GCKTCC": 1675,
    "TGAAYT": 1676,
    "AAGCKA": 1677,
    "TGCCAA": 1678,
    "TGYCTT": 1679,
    "CACGTN": 1680,
    "CCYTAG": 1681,
    "TTTGAN": 1682,
    "GTCGAC": 1683,
    "GGACTT": 1684,
    "NACGTT": 1685,
    "TANGNN": 1686,
    "CGGCGT": 1687,
    "NNAACC": 1688,
    "GCCAAR": 1689,
    "ATAAGG": 1690,
    "GCATNN": 1691,
    "YCACAC": 1692,
    "CTGCYC": 1693,
    "CGTACY": 1694,
    "TTCAGT": 1695,
    "CGCGAC": 1696,
    "GTTTTT": 1697,
    "CTCGTT": 1698,
    "YCTCAT": 1699,
    "CACAGN": 1700,
    "ANGATT": 1701,
    "CACCCA": 1702,
    "AGTACT": 1703,
    "CNAACC": 1704,
    "TKAATT": 1705,
    "NCATCA": 1706,
    "TAGTCC": 1707,
    "AATCGC": 1708,
    "GTWAAT": 1709,
    "TACWTG": 1710,
    "YAGTGC": 1711,
    "GGANTT": 1712,
    "ARGGCG": 1713,
    "YGTGCT": 1714,
    "YAAGAC": 1715,
    "CATCGG": 1716,
    "GATCGG": 1717,
    "GGGTNT": 1718,
    "WCAGAA": 1719,
    "TCGAYT": 1720,
    "GGRTGT": 1721,
    "GARATG": 1722,
    "TGACTN": 1723,
    "AACTNN": 1724,
    "GTGTAY": 1725,
    "CGTCGA": 1726,
    "GAAYTT": 1727,
    "GATATA": 1728,
    "ANNTTC": 1729,
    "GYCTGT": 1730,
    "TCCTGG": 1731,
    "TYACTG": 1732,
    "GTTCGC": 1733,
    "GAAANC": 1734,
    "GTTTTG": 1735,
    "GATCTT": 1736,
    "CCTGCT": 1737,
    "GRTACT": 1738,
    "GAAGYC": 1739,
    "AKGTTG": 1740,
    "CAAATC": 1741,
    "GYGGTG": 1742,
    "GGAAAR": 1743,
    "TAGNGT": 1744,
    "GNAAAA": 1745,
    "AAGACW": 1746,
    "YCCAAG": 1747,
    "GTTCCA": 1748,
    "TGGGGC": 1749,
    "YCTCAA": 1750,
    "TACYCG": 1751,
    "RCCAAC": 1752,
    "CCATYG": 1753,
    "CACCTC": 1754,
    "AATTCC": 1755,
    "TYGAAG": 1756,
    "RTGTTT": 1757,
    "AGNCAT": 1758,
    "ACCNAT": 1759,
    "CTNGTC": 1760,
    "YACCAC": 1761,
    "AGRTCT": 1762,
    "AAGAAG": 1763,
    "ATRTTT": 1764,
    "GACGTC": 1765,
    "AANCAA": 1766,
    "AYCAGC": 1767,
    "CAACTT": 1768,
    "GCTTCG": 1769,
    "NNGCNN": 1770,
    "YGAGCT": 1771,
    "NNNGCG": 1772,
    "CGTTCR": 1773,
    "YACACT": 1774,
    "AAGYCA": 1775,
    "TCATAA": 1776,
    "CCGTCG": 1777,
    "ACTAAT": 1778,
    "WGTAGT": 1779,
    "GGRGTG": 1780,
    "GCAANN": 1781,
    "TAGTYC": 1782,
    "GTTCAT": 1783,
    "TTCTYA": 1784,
    "ATGGNN": 1785,
    "GARACT": 1786,
    "CKGATA": 1787,
    "CTWAAT": 1788,
    "CAGGGA": 1789,
    "CTGAYG": 1790,
    "TCGYGG": 1791,
    "NATAAA": 1792,
    "ARTCCG": 1793,
    "NNTANA": 1794,
    "GAGAKT": 1795,
    "GCTTNT": 1796,
    "ARTTGA": 1797,
    "ACTATN": 1798,
    "GAATAC": 1799,
    "ATTCNN": 1800,
    "NNNNCG": 1801,
    "NNGTCA": 1802,
    "TGAAAG": 1803,
    "GGTGNT": 1804,
    "GAGGCG": 1805,
    "CTACTG": 1806,
    "AARAAA": 1807,
    "TGTCGT": 1808,
    "TGCTCY": 1809,
    "NNGNGN": 1810,
    "WCCTTA": 1811,
    "NNNNTC": 1812,
    "GCCTAT": 1813,
    "ANTGGT": 1814,
    "YCTATT": 1815,
    "AAAARC": 1816,
    "GATGYC": 1817,
    "BTCATT": 1818,
    "ATKTTA": 1819,
    "NTTATT": 1820,
    "AGTGGT": 1821,
    "AGTGYG": 1822,
    "AATYTT": 1823,
    "ATCNGT": 1824,
    "GANCNN": 1825,
    "AGAGAA": 1826,
    "TTTTAN": 1827,
    "GCTNNN": 1828,
    "ARGTTA": 1829,
    "GTTNNA": 1830,
    "YACAGC": 1831,
    "AGTTTY": 1832,
    "AGAYAA": 1833,
    "CYTTTG": 1834,
    "GTGCAY": 1835,
    "GGGCCC": 1836,
    "CCYTAT": 1837,
    "CARGTG": 1838,
    "YGAAGA": 1839,
    "NAAGCT": 1840,
    "TAAGTT": 1841,
    "CTGCRT": 1842,
    "TGAGTC": 1843,
    "TYTCCT": 1844,
    "NTACAC": 1845,
    "ACANNN": 1846,
    "GGATAY": 1847,
    "NNGTAT": 1848,
    "AKAATT": 1849,
    "TRATGG": 1850,
    "GTCNTT": 1851,
    "NNCNNG": 1852,
    "GTGCTG": 1853,
    "YCAAGC": 1854,
    "GTAACN": 1855,
    "GGGAGA": 1856,
    "GTCCTC": 1857,
    "GGTNNC": 1858,
    "ACTCTY": 1859,
    "GANAAT": 1860,
    "CAATCA": 1861,
    "CTAGCT": 1862,
    "GGTTTT": 1863,
    "TGGCAA": 1864,
    "NATTAC": 1865,
    "TMTTTA": 1866,
    "CAGNGC": 1867,
    "GACCTN": 1868,
    "YAAGGT": 1869,
    "TTTCCC": 1870,
    "TTATTB": 1871,
    "AANCTT": 1872,
    "TAGGCG": 1873,
    "GAGNAN": 1874,
    "CCGGAG": 1875,
    "GRACAC": 1876,
    "NGACAT": 1877,
    "CGTRTT": 1878,
    "AACYAA": 1879,
    "CGTTAA": 1880,
    "AGTTCA": 1881,
    "YTTAGG": 1882,
    "TTAGCK": 1883,
    "GCGGYA": 1884,
    "ACAGGM": 1885,
    "NATCCA": 1886,
    "TTGGAA": 1887,
    "ACNGTN": 1888,
    "TATAGY": 1889,
    "ANTTCA": 1890,
    "GCTTTY": 1891,
    "TYATAT": 1892,
    "NNNGAG": 1893,
    "GGTACC": 1894,
    "AATTGN": 1895,
    "AYTTAG": 1896,
    "TGGCGC": 1897,
    "AGARGA": 1898,
    "YGGCAA": 1899,
    "YTTCGT": 1900,
    "TCCGAC": 1901,
    "AKGGCA": 1902,
    "NNNTAG": 1903,
    "GGYGAG": 1904,
    "SAAGCT": 1905,
    "ANTATG": 1906,
    "TCTAAG": 1907,
    "TCAGTN": 1908,
    "NNCTTG": 1909,
    "YCATAA": 1910,
    "AAGRCC": 1911,
    "NNCTAT": 1912,
    "TGGTTY": 1913,
    "GGTACT": 1914,
    "AATNNN": 1915,
    "NTGNNT": 1916,
    "ACAAGN": 1917,
    "GTATTT": 1918,
    "ACGGGA": 1919,
    "CAANNN": 1920,
    "CACTTA": 1921,
    "TTGGNT": 1922,
    "ATGYCA": 1923,
    "GYAGAA": 1924,
    "AAGAAA": 1925,
    "TMTTGG": 1926,
    "TTTNAA": 1927,
    "CTTCAC": 1928,
    "TTAYAG": 1929,
    "CACBAA": 1930,
    "CACGCY": 1931,
    "NTGGCT": 1932,
    "AGGNTA": 1933,
    "CGCCCT": 1934,
    "YCACCT": 1935,
    "NAGCTT": 1936,
    "YTAAGT": 1937,
    "NNATNG": 1938,
    "AGCCTA": 1939,
    "TGGGAY": 1940,
    "GTCGTN": 1941,
    "TGTGNN": 1942,
    "TGAYGT": 1943,
    "TCACNA": 1944,
    "ATAYCG": 1945,
    "TGCAGG": 1946,
    "YAAAGT": 1947,
    "YGACAA": 1948,
    "NCATTN": 1949,
    "TGYGTT": 1950,
    "TGGTYG": 1951,
    "NNCTCA": 1952,
    "AGAGAN": 1953,
    "NNGANC": 1954,
    "TCTTCT": 1955,
    "CATGNN": 1956,
    "CTTGTT": 1957,
    "TYTTCT": 1958,
    "YACATA": 1959,
    "TMATCT": 1960,
    "AYGCYT": 1961,
    "CTCCAY": 1962,
    "CATGAC": 1963,
    "TATTGT": 1964,
    "YTTAAT": 1965,
    "CTGGTG": 1966,
    "AATRTT": 1967,
    "GNGTTG": 1968,
    "CAATTK": 1969,
    "ATGGCT": 1970,
    "NATGGC": 1971,
    "GACACN": 1972,
    "AGGAGG": 1973,
    "KTTGAG": 1974,
    "AGAGAG": 1975,
    "ATGCAR": 1976,
    "AYAAYG": 1977,
    "NNCNCT": 1978,
    "ACTAAN": 1979,
    "TTNTTT": 1980,
    "GGGTGA": 1981,
    "ACAATR": 1982,
    "TKCTCA": 1983,
    "CTCTAN": 1984,
    "TCACGC": 1985,
    "ACARGC": 1986,
    "CTTCYC": 1987,
    "GTGCAC": 1988,
    "CGGGGA": 1989,
    "RTGCTA": 1990,
    "CCTTYA": 1991,
    "TKCAGG": 1992,
    "TGTWAC": 1993,
    "AAANGA": 1994,
    "TAACAC": 1995,
    "CAYACG": 1996,
    "AGCCWA": 1997,
    "AGACTG": 1998,
    "GMCAAA": 1999,
    "GGTGAR": 2000,
    "TGTAAM": 2001,
    "TTATCG": 2002,
    "GCCTGT": 2003,
    "ACTAYA": 2004,
    "ACTACY": 2005,
    "GTACNN": 2006,
    "ATACCR": 2007,
    "ANGNNG": 2008,
    "NNCCCN": 2009,
    "ATTTGC": 2010,
    "GTTGCA": 2011,
    "CTGGAA": 2012,
    "CAGCGT": 2013,
    "CYGCTT": 2014,
    "NTTATA": 2015,
    "YTGACA": 2016,
    "CWCTGT": 2017,
    "NNNAAN": 2018,
    "AKTTCT": 2019,
    "ASCAAA": 2020,
    "TRAAAG": 2021,
    "AAGAAY": 2022,
    "NANNTT": 2023,
    "TGGRGT": 2024,
    "AACTAN": 2025,
    "AYGGCA": 2026,
    "CRGGAT": 2027,
    "TACCRC": 2028,
    "TAYTTA": 2029,
    "CGACTT": 2030,
    "ACTGTY": 2031,
    "TACACG": 2032,
    "TATGCA": 2033,
    "AARGAA": 2034,
    "CYCTTG": 2035,
    "ATGYGT": 2036,
    "AGTTCN": 2037,
    "TTGYCC": 2038,
    "RGAAGC": 2039,
    "GTTKTG": 2040,
    "YTCTAC": 2041,
    "NCAAAT": 2042,
    "CGTTCT": 2043,
    "GCYAAC": 2044,
    "NTGCTC": 2045,
    "TAGCCN": 2046,
    "TYAAAT": 2047,
    "TATTTN": 2048,
    "GCACTY": 2049,
    "TACTGG": 2050,
    "AMCTCA": 2051,
    "ATGGTG": 2052,
    "TYTGAT": 2053,
    "TTGGGY": 2054,
    "CYTTTT": 2055,
    "CCCCAA": 2056,
    "AGYATG": 2057,
    "GYAAAA": 2058,
    "CANTTA": 2059,
    "ATGYGG": 2060,
    "TKACAA": 2061,
    "AACCCC": 2062,
    "ATAGCC": 2063,
    "TCGGAC": 2064,
    "TTYTGC": 2065,
    "ANTGTA": 2066,
    "TAAGCG": 2067,
    "RACAGG": 2068,
    "AYAGTG": 2069,
    "ACNACA": 2070,
    "TTTATT": 2071,
    "GTGTTT": 2072,
    "ATACTY": 2073,
    "AACTYG": 2074,
    "AGTTTA": 2075,
    "ACAACT": 2076,
    "CTGACR": 2077,
    "TGYGAA": 2078,
    "GGTCGC": 2079,
    "NAACTN": 2080,
    "AKATTG": 2081,
    "AGACWT": 2082,
    "YCAACC": 2083,
    "CGACAT": 2084,
    "CRCTTT": 2085,
    "TGGKGA": 2086,
    "GCAYAT": 2087,
    "NGAGCA": 2088,
    "GAACAT": 2089,
    "TYCCCT": 2090,
    "AAATCC": 2091,
    "TNNNGN": 2092,
    "TTANAN": 2093,
    "CTAGAY": 2094,
    "TGAATC": 2095,
    "TATTNA": 2096,
    "TGCTAA": 2097,
    "CATKTT": 2098,
    "GCTTAT": 2099,
    "AACKTG": 2100,
    "RAAGTA": 2101,
    "TCACCC": 2102,
    "TGTANC": 2103,
    "ATCCCG": 2104,
    "NCATTC": 2105,
    "CGCTAC": 2106,
    "TGTTCN": 2107,
    "GCNCAT": 2108,
    "RCAAAT": 2109,
    "TGATAN": 2110,
    "GTCTKA": 2111,
    "TCGGTA": 2112,
    "AAACYC": 2113,
    "CGGTAC": 2114,
    "TNAGCT": 2115,
    "AGGTAA": 2116,
    "GNTGGG": 2117,
    "TGACWT": 2118,
    "AGAGTN": 2119,
    "TTACTG": 2120,
    "TRTAGA": 2121,
    "TAGKTA": 2122,
    "TTGKCA": 2123,
    "TGTKCC": 2124,
    "GTAGCC": 2125,
    "GAGCCT": 2126,
    "NNCTAA": 2127,
    "TATGCW": 2128,
    "YTTCGG": 2129,
    "NGTTAA": 2130,
    "CTCAGA": 2131,
    "YTCTTT": 2132,
    "GCANNT": 2133,
    "GNGGNN": 2134,
    "GTAGAY": 2135,
    "TGGTYY": 2136,
    "AACRTG": 2137,
    "GAMTGG": 2138,
    "NNATGN": 2139,
    "TAGATA": 2140,
    "NNTAAA": 2141,
    "CTTGYT": 2142,
    "YTGYTT": 2143,
    "ARTCTA": 2144,
    "AGAGYT": 2145,
    "TRAAAT": 2146,
    "AAYYTA": 2147,
    "GATYGA": 2148,
    "NAACGT": 2149,
    "GCCTTC": 2150,
    "GAGGGA": 2151,
    "TAACYA": 2152,
    "TAGACC": 2153,
    "TGTACA": 2154,
    "CWAAAG": 2155,
    "GTTAAT": 2156,
    "RAAAAA": 2157,
    "GTGCCY": 2158,
    "AGGKCA": 2159,
    "TCARTA": 2160,
    "GNGNGA": 2161,
    "AAGCAY": 2162,
    "RAACCA": 2163,
    "CTAGGA": 2164,
    "YAACTA": 2165,
    "CYTTTA": 2166,
    "TCTNNN": 2167,
    "TAGCYA": 2168,
    "TWATGA": 2169,
    "CTCCTR": 2170,
    "GKTRCT": 2171,
    "TCANCA": 2172,
    "TCTGCA": 2173,
    "CCACGC": 2174,
    "AYTACG": 2175,
    "AACAYA": 2176,
    "YAGAAC": 2177,
    "RAAAAC": 2178,
    "NNGCCT": 2179,
    "CAAAYC": 2180,
    "AACTAC": 2181,
    "TGCCWT": 2182,
    "GMTATT": 2183,
    "TAYGCT": 2184,
    "TCTCTY": 2185,
    "GTYATA": 2186,
    "GCCCGA": 2187,
    "AGCCGA": 2188,
    "GCCTAN": 2189,
    "AMTCTT": 2190,
    "TYGGTG": 2191,
    "RATTGT": 2192,
    "ACGCTA": 2193,
    "KCCAGT": 2194,
    "CACATC": 2195,
    "ANTCTT": 2196,
    "CTCGGG": 2197,
    "YCCTTC": 2198,
    "TTGTTG": 2199,
    "GAGNNN": 2200,
    "TGTGTY": 2201,
    "GCCGAG": 2202,
    "CCTGTC": 2203,
    "CGAGGG": 2204,
    "TCAANA": 2205,
    "GMGGTT": 2206,
    "GAAACN": 2207,
    "GAATTY": 2208,
    "TGTTAS": 2209,
    "NTGTTG": 2210,
    "TTTAAA": 2211,
    "TAATTA": 2212,
    "ATCCAG": 2213,
    "GTTTAG": 2214,
    "NGGTCT": 2215,
    "AYCAAA": 2216,
    "TCGCCT": 2217,
    "AATCYC": 2218,
    "ACGAAY": 2219,
    "TTACTC": 2220,
    "NNGNNT": 2221,
    "ARAAGT": 2222,
    "CAYATG": 2223,
    "CCCCTC": 2224,
    "CGGCAC": 2225,
    "RCCACC": 2226,
    "NCNTNN": 2227,
    "ATAGAN": 2228,
    "ACCKTA": 2229,
    "GCTCTY": 2230,
    "TNAAAA": 2231,
    "CTYTTA": 2232,
    "TTTCAG": 2233,
    "TATACN": 2234,
    "AGTAYA": 2235,
    "CAGTGG": 2236,
    "NGNGGN": 2237,
    "TTGAGG": 2238,
    "TACWTA": 2239,
    "TRATAT": 2240,
    "CGTAAT": 2241,
    "CKGGAT": 2242,
    "NCTCTT": 2243,
    "ATNGNN": 2244,
    "AAAYAC": 2245,
    "ATCNNN": 2246,
    "RTGGAC": 2247,
    "NNTCTT": 2248,
    "ATTACW": 2249,
    "YGCTGA": 2250,
    "ATTAYG": 2251,
    "GATTTT": 2252,
    "ACATYC": 2253,
    "GGAGCY": 2254,
    "AGTTAG": 2255,
    "TAANCG": 2256,
    "NCCACA": 2257,
    "CAAGTT": 2258,
    "TNNTAN": 2259,
    "GCACNC": 2260,
    "TTTACC": 2261,
    "GGGACT": 2262,
    "GTGATC": 2263,
    "TTTAGG": 2264,
    "TTTCAT": 2265,
    "GAAACR": 2266,
    "AYCAAG": 2267,
    "NAGTCC": 2268,
    "TATGKC": 2269,
    "GTYTTC": 2270,
    "AAGGAG": 2271,
    "TRTGTT": 2272,
    "NNATAG": 2273,
    "TAAGAT": 2274,
    "GARAAG": 2275,
    "ACNGAA": 2276,
    "CKAAGG": 2277,
    "TGATRT": 2278,
    "TGTTAT": 2279,
    "TGTTRG": 2280,
    "GATGAY": 2281,
    "CTGGNT": 2282,
    "AGGGGA": 2283,
    "TACNNT": 2284,
    "YAACAC": 2285,
    "GTTGAN": 2286,
    "YATTCC": 2287,
    "ATTGCG": 2288,
    "YCAGAG": 2289,
    "TRATTA": 2290,
    "NAACTA": 2291,
    "CATYGC": 2292,
    "GTYGAT": 2293,
    "AGTGCT": 2294,
    "ANCCCT": 2295,
    "NTCATC": 2296,
    "TGCGTG": 2297,
    "AATGTN": 2298,
    "GGGTGR": 2299,
    "TATAAN": 2300,
    "TTCYGA": 2301,
    "CAAAGN": 2302,
    "AGCAAN": 2303,
    "NATCTC": 2304,
    "NCAANN": 2305,
    "TTANNN": 2306,
    "TGCYCA": 2307,
    "ATGYTT": 2308,
    "TTCNNT": 2309,
    "GYTGTG": 2310,
    "AAAAYG": 2311,
    "GCGCCT": 2312,
    "YACCTT": 2313,
    "CTGCGC": 2314,
    "TRGTCT": 2315,
    "TNNGNN": 2316,
    "AYGAAT": 2317,
    "ACTGAA": 2318,
    "ATGAGC": 2319,
    "GACMTT": 2320,
    "ATCCRT": 2321,
    "AGNCTT": 2322,
    "TACACM": 2323,
    "GGGCAG": 2324,
    "TGGNGT": 2325,
    "ACKGTT": 2326,
    "TGACSA": 2327,
    "AAAGAA": 2328,
    "ATGGYT": 2329,
    "ACRCCA": 2330,
    "WATAGG": 2331,
    "NTGAGT": 2332,
    "TTTTKA": 2333,
    "AGGCTG": 2334,
    "NCTNTT": 2335,
    "GARAAA": 2336,
    "TCGAAC": 2337,
    "CAAGCY": 2338,
    "TAGACG": 2339,
    "GTCCTA": 2340,
    "TTNTGG": 2341,
    "ATAARG": 2342,
    "NNCAGT": 2343,
    "TTGGWA": 2344,
    "RCTGGT": 2345,
    "YTGTCT": 2346,
    "NCNCTC": 2347,
    "TAGCAN": 2348,
    "CAGYTG": 2349,
    "AAGTTC": 2350,
    "TCTACC": 2351,
    "CNTTTG": 2352,
    "TTGATA": 2353,
    "TACCTN": 2354,
    "NCCTAT": 2355,
    "AAGTTY": 2356,
    "AAANTN": 2357,
    "RGGTAA": 2358,
    "NANGCA": 2359,
    "NCNGAA": 2360,
    "NNTTAN": 2361,
    "YCTACA": 2362,
    "CACAGA": 2363,
    "CTCCGA": 2364,
    "TGCNNN": 2365,
    "CRCTCT": 2366,
    "ATNAAT": 2367,
    "TCYTCA": 2368,
    "TTTAYG": 2369,
    "GYACRC": 2370,
    "MCAATG": 2371,
    "TCGNAT": 2372,
    "TNGAAT": 2373,
    "WGCCTA": 2374,
    "NTGATA": 2375,
    "AATAGY": 2376,
    "TAGANN": 2377,
    "GNNTCA": 2378,
    "CGTTTC": 2379,
    "ACGTGN": 2380,
    "GCCARG": 2381,
    "AATGYG": 2382,
    "CTGCGT": 2383,
    "YTTGCA": 2384,
    "ATCAAA": 2385,
    "GATTAT": 2386,
    "NAGCAG": 2387,
    "NNACNN": 2388,
    "YGGTTC": 2389,
    "YCGTGG": 2390,
    "TAGGCC": 2391,
    "CAAYTT": 2392,
    "RGCTGA": 2393,
    "GAATYC": 2394,
    "GACCGT": 2395,
    "NTTACA": 2396,
    "TACWAC": 2397,
    "NNAACN": 2398,
    "NNCNGT": 2399,
    "CTCART": 2400,
    "TGGNTG": 2401,
    "ATGCGA": 2402,
    "AAACTT": 2403,
    "AGTCWT": 2404,
    "ARGATG": 2405,
    "GTAAGN": 2406,
    "CAAACC": 2407,
    "GGCGTT": 2408,
    "AAYTTC": 2409,
    "AGTNAT": 2410,
    "CATTTT": 2411,
    "GTGGTT": 2412,
    "CRATAC": 2413,
    "CGTAAG": 2414,
    "TKTTGA": 2415,
    "TCAYAG": 2416,
    "TTTTNN": 2417,
    "YGTCAC": 2418,
    "YAAYTG": 2419,
    "NNANGN": 2420,
    "RTTCTT": 2421,
    "NNAAAT": 2422,
    "GAAATT": 2423,
    "TAYGTC": 2424,
    "CGTGTT": 2425,
    "CWGTCA": 2426,
    "CATGTG": 2427,
    "YGTCCA": 2428,
    "GTCATA": 2429,
    "ACGACG": 2430,
    "GAGATA": 2431,
    "NGTGCA": 2432,
    "ACNANC": 2433,
    "CAYGAC": 2434,
    "GTRGGA": 2435,
    "ACRTAC": 2436,
    "TCTTWG": 2437,
    "TACTGK": 2438,
    "YTGYTG": 2439,
    "ACTGCT": 2440,
    "ATTAAG": 2441,
    "CACTSA": 2442,
    "ATGACC": 2443,
    "CCCTGA": 2444,
    "TAACTC": 2445,
    "CTTCTT": 2446,
    "TCCACA": 2447,
    "YATATT": 2448,
    "ACGCAT": 2449,
    "AACATR": 2450,
    "ATNGAA": 2451,
    "ANNTTA": 2452,
    "TYTGAA": 2453,
    "NTTTGN": 2454,
    "NTNNAA": 2455,
    "AGTATY": 2456,
    "YATAGG": 2457,
    "NNCAGA": 2458,
    "AATCCA": 2459,
    "CTTNGA": 2460,
    "TTGRTA": 2461,
    "CCYGGC": 2462,
    "AGYAGA": 2463,
    "RTAAAT": 2464,
    "TTCACN": 2465,
    "GCGGGC": 2466,
    "NGATAA": 2467,
    "GCAGTY": 2468,
    "CTGTNG": 2469,
    "TGTCAY": 2470,
    "CTGAWG": 2471,
    "NCCAAT": 2472,
    "TYGACA": 2473,
    "AAGGYG": 2474,
    "TTYCAA": 2475,
    "YTCTAG": 2476,
    "NCANNA": 2477,
    "ACTTTY": 2478,
    "TGTTNG": 2479,
    "TGCACA": 2480,
    "CATGTN": 2481,
    "TTGCAY": 2482,
    "AGRAAA": 2483,
    "AACWYT": 2484,
    "CYCAAC": 2485,
    "CTTNNG": 2486,
    "GAAGTT": 2487,
    "CTTTAG": 2488,
    "CTAAYA": 2489,
    "TTTACA": 2490,
    "ACGKTT": 2491,
    "TACTYG": 2492,
    "YAGTGA": 2493,
    "TTTTGN": 2494,
    "ATCYAA": 2495,
    "NGGTNN": 2496,
    "TYCAGT": 2497,
    "GGGNGG": 2498,
    "NTCTTC": 2499,
    "TTCCAC": 2500,
    "CAATCG": 2501,
    "GCTATA": 2502,
    "TGGCGG": 2503,
    "GGCTCA": 2504,
    "GTGATY": 2505,
    "TGCTTG": 2506,
    "GAGGTT": 2507,
    "RTTACA": 2508,
    "TANNTT": 2509,
    "YCCTTG": 2510,
    "CTTATW": 2511,
    "ATGCGY": 2512,
    "TATTYA": 2513,
    "NACTGG": 2514,
    "GTGYCA": 2515,
    "TTGACT": 2516,
    "GGTYTC": 2517,
    "CTYAAT": 2518,
    "SAGGGT": 2519,
    "GGYTCG": 2520,
    "RGCAGT": 2521,
    "NTANNA": 2522,
    "CCGACC": 2523,
    "CTAART": 2524,
    "TATYTT": 2525,
    "TGCCKC": 2526,
    "GACAYC": 2527,
    "GGTYAA": 2528,
    "NCAACT": 2529,
    "CANCAC": 2530,
    "ATNNNT": 2531,
    "CGGGTG": 2532,
    "ACNGTG": 2533,
    "TCAAYC": 2534,
    "ACGCGC": 2535,
    "GGTAGA": 2536,
    "AACTWG": 2537,
    "CATGAY": 2538,
    "TATNTC": 2539,
    "TACAGA": 2540,
    "GNNNGC": 2541,
    "ACWGCT": 2542,
    "GCCGTG": 2543,
    "AGCGTT": 2544,
    "NGCACT": 2545,
    "GGAGCA": 2546,
    "TGCTTK": 2547,
    "CRCAGC": 2548,
    "NNTTTA": 2549,
    "GTTCYA": 2550,
    "AGTMCC": 2551,
    "AAAGAG": 2552,
    "TATTAN": 2553,
    "TTCYAC": 2554,
